Gets the options which govern whether or not to relinquish elements and workset types.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public RelinquishOptions GetRelinquishOptions()
  Visual Basic
Public Function GetRelinquishOptions As RelinquishOptions
  Visual C++
public:
RelinquishOptions^ GetRelinquishOptions()
 Return Value
 The options. If    a null reference (  Nothing  in Visual Basic)  , synchronize with central will relinquish the current user's ownership of all worksets and all elements.
 See Also
  SynchronizeWithCentralOptions Class
  Autodesk.Revit.DB Namespace